export default function TestimonialsSection() {
    const testimonials = [
        { id: 1, name: "Павел Быстров", date: "16 ноября 2024", message: 'В клинике комфортно, уютно, вежливые администраторы, быстрое обслуживание. Выражаю благодарность доктору, Анвару Рустамовичу. Тактичен, грамотен, профессионален.' },
        { id: 2, name: "Захар", date: "24 ноября 2024", message: 'Анвар Рустамович, вы просто мой спаситель! Я думал, что умру от боли. Брат привез меня сюда с острой болью, так зуб у меня еще не болел. Мне сразу обезболили и нашли причину. Поставили виниры.' },
        { id: 3, name: "Ельдар Айтбаев", date: "27 ноября 2024", message: 'Клиника хорошая. Расположенно удобна. Приходил удалить зуб мудрости, удалили безболезненно. Инструменты стирильные,открывают при пациенте. Большое спасибо доктору Анвару Рустамовичу!' },
        { id: 4, name: "Акболат Рымбаев", date: "30 ноября 2024", message: 'Замечательная клиника, оборудование современное, специалисты отличные. По острой боли обращался сюда, Анвар Рустамович полечил зуб, теперь все замечательно.' },
        { id: 5, name: "Айгуль Меденова", date: "30 ноября 2024", message: 'Хочу выразить огромную благодарность доктору Мусаханову Эльмуруду Алишеровичу и всему персоналу клиники! Как человек, который очень боится боли, я с большим волнением пришла на прием, но была приятно удивлена высоким уровнем профессионализма и внимательности, с которыми здесь относятся к пациентам.' },
    ];

    return (
        <section id="testimonials-section" className="py-16 bg-[url('/cover.png')] bg-[#F7F2EC]" >
            <></>
        </section>
    );
}